Repository: cran/MUS
Catalog: po/R-*.po
Languages: pt_br

source: x has to be a vector or an object of type MUS.evaluation.result. Use function MUS.evaluate to create such an object.
pt_br: x deve ser um vetor ou objeto do tipo MUS.evaluation.result. Use a função MUS.evaluate para criar tal objeto.

source: x has to be an object from type MUS.evaluation.result. Use function MUS.evaluate to create such an object.
pt_br: x deve ser um objeto do tipo MUS.evaluation.result. Use a função MUS.evaluate para criar tal objeto.

source: object.list must be a list with one or more MUS.evaluation.result objects.
pt_br: lx deve ser uma lista com um ou mais objetos do tipo MUS.evaluation.result.

source: extract has to be an object from type MUS.extraction.result. Use function MUS.extraction to create such an object.
pt_br: A extração (extract) deve ser um objeto do tipo MUS.extraction.result. Use a função MUS.extraction para criar tal objeto.

source: col.name.audit.values has to be a single character value (default book.value).
pt_br: A coluna de valores auditados (col.name.audit.values) deve ser do tipo caracter (default = book.value).

source: col.name.riskweights has to be NULL if no risk weights are used (as in ordinary MUS) or a single character value (default NULL).
pt_br: Os pesos (col.name.riskweights) devem ser NULL (MUS padrão) ou caracter (default NULL).

source: filled.sample needs to be a data frame or a matrix but it is not.
pt_br: Amostra (filled.sample) deve ser um data frame ou matrix, mas não é.

source: The filled.sample requires a column with the book values and the name of this column has to be provided by parameter col.name.book.values during MUS.planning (default book.value).
pt_br: A amostra (filled.sample) requer uma coluna com valores (book values) e o nome da coluna no parâmetro col.name.book.values (default book.value) durante o planejamento (MUS.planning).

source: The filled.sample requires a column with the audit values and the name of this column has to be provided by parameter col.name.audit.values (default audit.value).
pt_br: A amostra (filled.sample) requer uma coluna com os valores auditados e o nome da coluna no parâmetro col.name.audit.values (default audit.value).

source: If col.name.riskweights is not NULL, the filled.sample requires a column with the col.name.riskweights and the name of this column has to be provided by parameter col.name.riskweights (default NULL).
pt_br: Se col.name.riskweights não é NULL (default NULL), a amostra (filled.sample) deve ter uma coluna (indicada em col.name.riskweights) com os pesos.

source: filled.sample must not have a column 'd' because this column name is used for internal evaluation.
pt_br: a amostra (filled.sample) não deve ter uma coluna 'd', pois esse nome é usado internamente.

source: filled.sample must not have a column 'tord' because this column name is used for internal evaluation.
pt_br: a amostra (filled.sample) não deve ter uma coluna 'tord', pois esse nome é usado internamente.

source: filled.high.values needs to be a data frame or a matrix but it is not.
pt_br: Os valores altos da amostra (filled.high.values) deve ser data frame ou matriz.

source: The filled.high.values requires a column with the book values and the name of this column has to be provided by parameter col.name.book.values during MUS.planning (default book.value).
pt_br: Os valores altos da amostra requerem uma coluna com os valores informados (book values) e o nome da coluna indicado no parâmetro col.name.book.values (default book.value) durante o planejamento (MUS.planning).

source: The filled.high.values requires a column with the audit values and the name of this column has to be provided by parameter col.name.audit.values (default audit.value).
pt_br: Os valores mais altos requerem uma coluna com valores auditados e nome da coluna indicado no parâmetro col.name.audit.values (default book.value).

source: If col.name.riskweights is not NULL, the filled.high.values requires a column with the col.name.riskweights and the name of this column has to be provided by parameter col.name.riskweights (default NULL).
pt_br: Se o parâmetro col.name.riskweights não é NULL, os valores altos devem ser registrados em uma coluna indicada pelo parâmetro col.name.riskweights (default NULL)

source: You had at least 20 errors in the sample. High Error Rate evaluation recommended.
pt_br: Foram verificados pelo menos 20 erros na amostra - Avaliação High Error Rate recomendada.

source: plan has to be an object from type MUS.planning.result. Use function MUS.planning to create such an object.
pt_br: o Plano (plan) deve ser um objeto do tipo MUS.planning.result. Use a função MUS.planning para criar tal objeto.

source: seed has to be an integer value greater or equal than 0.
pt_br: a semente do gerador aleatório (seed) deve ser maior ou igual a 0.

source: obey.n.as.min has to be TRUE or FALSE.
pt_br: o parâmetro obey.n.as.min deve ser TRUE ou FALSE.

source: start.point has to be a numeric value between 0 and possible recalculated interval length (both inclusive).
pt_br: o parâmetro start.point deve ser numérico entre 0 e o tamanho do intervalo recalculado (inclusive).

source: Parameters must be between 0 and 1.
pt_br: Parametros devem estar entre 0 e 1.

source: Data needs to be a data frame or a matrix but it is not.
pt_br: Dados devem ser data frame ou matriz, mas não são.

source: The data frame requires at least a column with the book values and the name of this column has to be provided by parameter col.name.book.values (default book.value).
pt_br: O data frame requer ao menos uma coluna com valores informados e o nome da coluna indicado pelo parâmetro col.name.book.values (default book.value).

source: There are missing or infinite values (NA, NaN or Inf) as book values in your data. Those elements have no chance for selection. You have to audit them separately.
pt_br: Os dados contém valores faltantes ou infinitos (NA, NaN ou Inf) nos valores informados (book values). Tais elementos não serão selecionados e deverão ser auditados separadamente.

source: There are zeros as book values in your data. Those elements have no chance for selection. You have to audit them separately.
pt_br: Os dados contém valores informados (book values) iguais a zero. Tais elementos não serão selecionados e deverão ser auditados separadamente.

source: There are negative values as book values in your data. Those elements have no chance for selection. You have to audit them separately.
pt_br: Os dados contém valores informados (book values) negativos. Tais elementos não serão selecionados e deverão ser auditados separadamente.

source: Confidence level has to be a numeric value between 0 and 1 (both exclusive).
pt_br: O nível de confiança deve ser numérico entre 0 e 1 (exclusive).

source: Tolerable Error has to be a numeric value between 0 and book value (both exclusive).
pt_br: O Erro Tolerável deve ser numérico entre 0 e 1 (exclusive).

source: Expected error has to be a numeric value greater or equal to 0.
pt_br: O Erro Esperado deve ser numérico entre 0 e 1 (exclusive).

source: Minimum number of sample size has to be a numeric value between 0 and the number of items in the population (last exclusive). If the minimum sample size is equal or larger than the number of items in the population, sampling is not suitable because every item has to be tested anyway.
pt_br: O tamanho da amostra mínimo deve ser entre 1 e o número de itens na população (exclusive). Se o tamanho da amostra for maior ou igual o número de itens na população, a amostragem não é aplicável pois todos os itens devem ser testados.

source: Combination of parameters leads to impractically large sample.
pt_br: A combinação de parâmetros leva a uma amostra grande demais.

source: Tolerable Error has to be a numeric value between 0 and book value (both exclusive). If the tolerable error is equal larger than book value, no sampling is necessary. However, Planning will be proceeded.
pt_br: O Erro Tolerável deve ser um valor numérico enter 0 e o valor informado (book value) - exclusive. Caso o erro tolerável seja maior que o valor informado, a amostragem não é necessária. Entretanto, o planejamento será executado.

source: Undefined situation: If 0 errors in the sample occur, the sample size needs to be positive!
pt_br: Situação indefinida: Se não há erros na amostra, o tamanho da amostra deve ser positivo!

source: MUS makes no sense for your sampling problem - your sample size needs to be bigger than the number of items in your population.
pt_br: MUS não se aplica ao problema - a amostra seria maior que o número de itens da população.

source: Just for information: If the expected error is equal or larger than te tolerable error, MUS is not applicable.
pt_br: Observação: Se o erro esperado é maior ou igual ao erro tolerado, MUS não é aplicável.

source: n.optimal is not plausible (negative), internal error, please report as bug.
pt_br: n.optimal não é plausível (negativo), erro interno, favor reportar como bug.

source: n.optimal is not plausible (smaller than lower bound ni), internal error, please report as bug.
pt_br: n.optimal não é plausível (menor que o limite inferior ni), erro interno, favor reportar como bug.

source: n.optimal is not plausible (greater than upper bound nip1), internal error, please report as bug.
pt_br: n.optimal não é plausível (maior que o limite superior nip1), erro interno, favor reportar como bug.

source: Evaluation Results
pt_br: Resultados da Avaliação

source: No misstatements found. Thus, the projected misstatememt is 0.
pt_br: Não foram encontradas distorções. Assim, a distorção projetada é 0

source: Audited Misstatements
pt_br: Conjunto Auditado - Distorções

source: Audited Overstatements
pt_br: Conjunto Auditado - Distorções Positivas

source: Audited Understatements
pt_br: Conjunto Auditado - Distorções Negativas

source: Sample Misstatements
pt_br: Amostra - Distorções

source: High Value Misstatements
pt_br: Alto Valor - Distorções

source: UEL (Low Error Rate)
pt_br: LSE (Baixa Taxa de Erros)

source: UEL (High Error Rate)
pt_br: LSE (Alta Taxa de Erros)

source: Upper Error Limit (Final)
pt_br: Limite Superior de Erro (Final)

source: Most Likely Error
pt_br: Erro Mais Provável

source: MLE (Low Error Rate)
pt_br: LSE (Baixa Taxa de Erros)

source: MLE (High Error Rate)
pt_br: LSE (Alta Taxa de Erros)

source: Description
pt_br: Descrição

source: Items
pt_br: Itens

source: Value
pt_br: Valor

source: Number of Overstatements
pt_br: Número de Distorções Positivas

source: Number of Understatements
pt_br: Número de Distorções Negativas

source: Sample Misstatement Amount
pt_br: Amostra - Valor das Distorções

source: High Values Misstatement Amount
pt_br: Alto Valor - Valor das Distorções

source: Audited Misstatement Amount
pt_br: Conjunto Auditado - Valor das Distorções

source: Tainting Order
pt_br: Ordem de Desvios (Tainting)

source: Upper Error Limit (Low Error Rate)
pt_br: Limite Superior do Erro (Baixa Taxa de Erros)

source: Upper Error Limit (Overstatements)
pt_br: LSE (Distorções Positivas)

source: Upper Error Limit (Understatements)
pt_br: LSE (Distorções Negativas)

source: UEL Acceptable (Low Error Rate)
pt_br: LSE Aceitável (Baixa Taxa de Erros)

source: Upper Error Limit (High Error Rate)
pt_br: Limite Superior do Erro (Alta Taxa de Erros)

source: UEL Acceptable (High Error Rate)
pt_br: LSE Aceitável (Alta Taxa de Erros)

source: Upper Error Limit (Moment Bound)
pt_br: Limite Superior do Erro (Moment Bound)

source: Upper Error Limit (Binomial Bound)
pt_br: Limite Superior do Erro (Binomial Bound)

source: Upper Error Limit (Multinomial Bound)
pt_br: Limite Superior do Erro (Multinomial Bound)

source: Factual Misstatements
pt_br: Distorções Encontradas

source: Some strata are acceptable.
pt_br: Alguns estratos são aceitáveis.

source: No strata are acceptable.
pt_br: Nenhum estrato é aceitável.

source: You have to get further audit evidence or extend the sample.
pt_br: São necessárias mais evidências ou uma amostra maior.

source: You have to book the MLE if it is material.
pt_br: O erro mais provável deve ser ajustado.

source: Stratum results are not acceptable.
pt_br: Resultados do estrato não são aceitáveis.

source: All strata results are acceptable.
pt_br: Resultados de todos os estratos são aceitáveis.

source: Stratum results are acceptable.
pt_br: Resultados do estrato são aceitáveis.

source: Audit evidence is sufficient.
pt_br: As evidências são suficientes.

source: You had less than 20 errors in the sample. Low Error Rate evaluation recommended.
pt_br: Menos de 20 erros na amostra. Avaliação com Baixa Taxa de Erros recomendada.

source: Please be aware that MUS is not designed to detect understatements, thus they can only be used as an indicator.
pt_br: Note que MUS não é desenhado para detectar distorções negativas, estas devem ser usadas apenas como indicador.

source: Recommendations
pt_br: Recomendações

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: x has to be an object from type MUS.extraction.result or MUS.evaluation.result or MUS.planning.result.
pt_br: x deve ser um objeto de tipo MUS.extraction.result ou MUS.evaluation.result ou MUS.planning.result.

source: Extraction Parameters
pt_br: Parâmetros de Extração

source: Sample
pt_br: Amostra

source: High Values
pt_br: Alto Valor

source: Audited
pt_br: Conjunto Auditado

source: Population
pt_br: População

source: Sample items
pt_br: Amostra - itens

source: Sample amount
pt_br: Amostra - valor

source: Sample coverage
pt_br: Amostra - cobertura

source: High Value items
pt_br: Alto Valor - itens

source: High Value amount
pt_br: Alto Valor - valor

source: High Value coverage
pt_br: Alto Valor - cobertura

source: Audited items
pt_br: Conjunto Auditado - itens

source: Audited amount
pt_br: Conjunto Auditado - valor

source: Audited coverage
pt_br: Conjunto Auditado - cobertura

source: Planning Parameters
pt_br: Parâmetros de Planejamento

source: Expected Error
pt_br: Erro Esperado

source: Tolerable Error (Materiality)
pt_br: Erro Tolerável (Materialidade)

source: Confidence Level
pt_br: Nível de Confiança

source: High Value Threshold
pt_br: Corte Alto Valor

source: Population size
pt_br: Tamanho da População

source: Population amount
pt_br: Valor da População

source: Expected Error in population
pt_br: Erro Esperado na População

source: Expected Error Rate
pt_br: Taxa de Erro Esperado

source: Tolerable Error Rate
pt_br: Taxa de Erro Tolerável

source: Sample size
pt_br: Tamanho da Amostra
